Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Colored shadows
sv: FÃ¤rgad dimma

source: Comma-separated list of AL and ALC extensions that should not be used. Useful for testing. See al_extensions.[h,cpp] for details.
sv: Kommaseparerad lista Ã¶ver AL- och ALC-tillÃ¤gg som inte ska anvÃ¤ndas. AnvÃ¤ndbar fÃ¶r testning. Se al_extensions.[h,cpp] fÃ¶r detaljer.

source: Comma-separated list of flags to hide in the content repository. "nonfree" can be used to hide packages which do not qualify as 'free software', as defined by the Free Software Foundation. You can also specify content ratings. These flags are independent from Luanti versions, so see a full list at https://content.luanti.org/help/content_flags/
sv: Kommaseparerad lista av flaggar som ska dÃ¶ljas i innehÃ¥llsdatabasen. "nonfree" kan anvÃ¤ndas fÃ¶r att gÃ¶mma paket som inte kvalifieras som 'fri programvara', per Free Software Foundations definition. Du kan Ã¤ven specifiera innehÃ¥llsvarningar. Dessa flaggor Ã¤r oberoende frÃ¥n Luanti-versioner, sÃ¥ en full lista finns pÃ¥ https://content.luanti.org/help/content_flags/

source: Comma-separated list of mods that are allowed to access HTTP APIs, which allow them to upload and download data to/from the internet.
sv: Kommaseparerad lista av moddar som Ã¤r tillÃ¥tna Ã¥tkomst till HTTP API:er, vilket tillÃ¥ter dem att ladda upp och ned data till och frÃ¥n internet.

source: Comma-separated list of trusted mods that are allowed to access insecure functions even when mod security is on (via request_insecure_environment()).
sv: Kommaseparerad lista av tilltrodda moddar som Ã¤r tillÃ¥tna Ã¥tkomst till osÃ¤kra funktioner Ã¤ven nÃ¤r modsÃ¤kerhet Ã¤r pÃ¥ (via request_insecure_environment()).

source: Command
sv: Kommando

source: Compression level to use when saving mapblocks to disk. -1 - use default compression level 0 - least compression, fastest 9 - best compression, slowest
sv: KomprimeringsnivÃ¥ att anvÃ¤nda nÃ¤r mappblock sparas till disk. -1 - anvÃ¤nd standardnivÃ¥ 0 - minst komprimering, snabbast 9 - bÃ¤st komprimering, lÃ¥ngsammast

source: Compression level to use when sending mapblocks to the client. -1 - use default compression level 0 - least compression, fastest 9 - best compression, slowest
sv: KomprimeringsnivÃ¥ att anvÃ¤nda nÃ¤r mappblock skickas till klienten. -1 - anvÃ¤nd standardnivÃ¥ 0 - minst komprimering, snabbast 9 - bÃ¤st komprimering, lÃ¥ngsammast

source: Connect glass
sv: Sammankoppla glas

source: Connect to external media server
sv: Anslut till extern mediaserver

source: Connects glass if supported by node.
sv: Sammankopplar glas om noden stÃ¶djer det.

source: Console alpha
sv: Konsolalpha

source: Console color
sv: KonsolfÃ¤rg

source: Console height
sv: KonsolhÃ¶jd

source: Content Repository
sv: InnehÃ¥llsdatabas

source: ContentDB Flag Blacklist
sv: ContentDB Flaggsvartlista

source: ContentDB Max Concurrent Downloads
sv: ContentDB HÃ¶gsta Parallella Nedladdningar

source: ContentDB URL
sv: ContentDB-webbadress

source: Controls length of day/night cycle. Examples: 72 = 20min, 360 = 4min, 1 = 24hour, 0 = day/night/whatever stays unchanged.
sv: Kontrollerar lÃ¤ngden av cyklerna fÃ¶r dag/natt. Exempel: 72 = 20min, 360 = 4min, 1 = 24timme, 0 = dag/natt/nÃ¥gonting fÃ¶rblir ofÃ¶rÃ¤ndrat.

source: Controls sinking speed in liquid when idling. Negative values will cause you to rise instead.
sv: Styr hastigheten fÃ¶r sjunkande nÃ¤r man stÃ¥r stilla. Negativa vÃ¤rden leder till att du flyter upp istÃ¤llet.

source: Controls steepness/depth of lake depressions.
sv: Kontrollerar sluttningen/djupet av sjÃ¶fÃ¶rdjupningar.

source: Controls steepness/height of hills.
sv: Kontrollerar sluttningen/hÃ¶jden av kullar.

source: Controls width of tunnels, a smaller value creates wider tunnels. Value >= 10.0 completely disables generation of tunnels and avoids the intensive noise calculations.
sv: Kontrollerar tunnlarnas bredd, ett mindre vÃ¤rde ger bredare tunnlar. VÃ¤rde >= 10.0 inaktiverar helt generering av tunnlar och undviker intensiva brusberÃ¤kningar.

source: Crash message
sv: Krashmeddelande

source: Crosshair alpha
sv: HÃ¥rkorsalpha

source: Crosshair alpha (opaqueness, between 0 and 255). This also applies to the object crosshair.
sv: HÃ¥rkorsalpha (ogenomskinlighet, mellan 0 och 255). Kontrollerar Ã¤ven objektets hÃ¥rkorsfÃ¤rg.

source: Crosshair color
sv: HÃ¥rkorsfÃ¤rg

source: Crosshair color (R,G,B). Also controls the object crosshair color
sv: HÃ¥rkorsfÃ¤rg (R,G,B). Styr Ã¤ven hÃ¥rkorsets fÃ¤rg pÃ¥ objektet

source: Debug log file size threshold
sv: FelsÃ¶kningslogg storlekstrÃ¶skel

source: Debug log level
sv: NivÃ¥ av debuglogg

source: Debugging
sv: Felsökning

source: Decide the color depth of the texture used for the post-processing pipeline. Reducing this can improve performance, but some effects (e.g. debanding) require more than 8 bits to work.
sv: BestÃ¤m fÃ¤rgdjupet pÃ¥ texturer som anvÃ¤nds fÃ¶r post-processing-pipeline:n. Prestandan kan hÃ¶jas med sÃ¤nkt fÃ¤rgdjup, men vissa effekter (t.ex. debanding) krÃ¤ver mer Ã¤n 8 bitar fÃ¶r att fungera.

source: Decrease view range
sv: Minska visningsomrÃ¥de

source: Decrease volume
sv: SÃ¤nk volym

source: Dedicated server step
sv: Steg fÃ¶r dedikerad server

source: Default acceleration
sv: StandardvÃ¤rde fÃ¶r acceleration

source: Default maximum number of forceloaded mapblocks. Set this to -1 to disable the limit.
sv: Maximalt antal mappblock som tvÃ¥ngsladdas. StÃ¤ll in -1 fÃ¶r att inaktivera grÃ¤nsen.

source: Default password
sv: StandardslÃ¶senord

source: Default privileges
sv: Standardprivilegier

source: Default report format
sv: Standardformat fÃ¶r rapporter

source: Default stack size
sv: Standardstapelstorlekar

source: Define shadow filtering quality. This simulates the soft shadows effect by applying a PCF or Poisson disk but also uses more resources.
sv: Definiera kvaliteten pÃ¥ skuggfiltrering. Detta simulerar den mjuka skuggeffekten genom att tillÃ¤mpa en PCF- eller Poisson-skiva men anvÃ¤nder ocksÃ¥ mer resurser.

source: Define the oldest clients allowed to connect. Older clients are compatible in the sense that they will not crash when connecting to new servers, but they may not support all new features that you are expecting. This allows for more fine-grained control than strict_protocol_version_checking. Luanti still enforces its own internal minimum, and enabling strict_protocol_version_checking will effectively override this.
sv: Definiera de Ã¤ldsta klienter som tillÃ¥ts ansluta. Ãldre klienter Ã¤r kompatibla i den meningen att de inte kraschar nÃ¤r de ansluter till nya servrar, men de kanske inte stÃ¶der alla nya funktioner som du fÃ¶rvÃ¤ntar dig. Detta ger mÃ¶jlighet till mer finkornig kontroll Ã¤n strict_protocol_version_checking. Luanti upprÃ¤tthÃ¥ller fortfarande sitt eget interna minimum, och om du aktiverar strict_protocol_version_checking Ã¥sidosÃ¤tts detta i praktiken.

source: Defines areas where trees have apples.
sv: Definierar omrÃ¥den dÃ¤r trÃ¤d har Ã¤pplen.

source: Defines areas with sandy beaches.
sv: Definierar omrÃ¥den med sandstrÃ¤nder.

source: Defines distribution of higher terrain and steepness of cliffs.
sv: Definierar distribuering fÃ¶r hÃ¶gre terrÃ¤ng och sluttningen av klippor.

source: Defines distribution of higher terrain.
sv: Definierar omrÃ¥den fÃ¶r hÃ¶gre terrÃ¤ng.

source: Defines full size of caverns, smaller values create larger caverns.
sv: Definierar total storlek av grottor, mindre vÃ¤rden skapar stÃ¶rre grottor.

source: Defines large-scale river channel structure.
sv: Definierar strukturen fÃ¶r storskaliga Ã¤lvkanaler.

source: Defines location and terrain of optional hills and lakes.
sv: Definierar plats och terrÃ¤ng fÃ¶r valfria kullar och sjÃ¶ar.

source: Defines the base ground level.
sv: Definierar basnivÃ¥n.

source: Defines the depth of the river channel.
sv: Definierar djupet av Ã¤lvkanalen.

source: Defines the maximal player transfer distance in blocks (0 = unlimited).
sv: Definierar maximal distans fÃ¶r spelarfÃ¶rflyttning i block (0 = oÃ¤ndligt).

source: Defines the size of the sampling grid for FSAA and SSAA antialiasing methods. Value of 2 means taking 2x2 = 4 samples.
sv: Definierar storleken pÃ¥ samplingsrutnÃ¤tet fÃ¶r FSAA- och SSAA-antialiasingmetoderna. VÃ¤rdet 2 innebÃ¤r att 2x2 = 4 samples anvÃ¤nds.

source: Defines the width of the river channel.
sv: Definierar bredden fÃ¶r Ã¤lvkanaler.

source: Defines the width of the river valley.
sv: Definierar bredden fÃ¶r floddalar.

source: Defines tree areas and tree density.
sv: Definierar trÃ¤domrÃ¥den och trÃ¤dtÃ¤thet.

source: Delay in sending blocks after building
sv: FÃ¶rdrÃ¶jning av att skicka block efter byggande

source: Delay showing tooltips, stated in milliseconds.
sv: FÃ¶rdrÃ¶jning fÃ¶r att visa informationsrutor, i millisekunder.

source: Deprecated Lua API handling
sv: Obruklig Lua API hantering

source: Depth below which you'll find giant caverns.
sv: Djup nerÃ¥t dÃ¤r du kan hitta enorma grottor.

source: Depth below which you'll find large caves.
sv: Djup inunder du kan hitta stora grottor.

source: Description of server, to be displayed when players join and in the serverlist.
sv: Beskrivning av servern, visas pÃ¥ serverlistan och nÃ¤r spelare kommer in.

source: Desert noise threshold
sv: OljudstrÃ¶skel fÃ¶r Ã¶ken

source: Deserts occur when np_biome exceeds this value. When the 'snowbiomes' flag is enabled, this is ignored.
sv: Ãknar fÃ¶rekommer nÃ¤r np_biome Ã¶verskrider detta vÃ¤rde. Detta ignoreras nÃ¤r 'snowbiomes' flaggen Ã¤r aktiverad.

source: Developer Options
sv: UtvecklarinstÃ¤llningar

source: Disallow empty passwords
sv: TillÃ¥t inte tomma lÃ¶senord

source: Display Density Scaling Factor
sv: Skalningsfaktor fÃ¶r displaytÃ¤thet

source: Distance in nodes at which transparency depth sorting is enabled. Use this to limit the performance impact of transparency depth sorting. Set to 0 to disable it entirely.
sv: AvstÃ¥nd i noder dit djupsortering av transparens Ã¤r aktiv. AnvÃ¤nd detta fÃ¶r att begrÃ¤nsa prestandapÃ¥verkan av djupsortering av transparens. SÃ¤tt till 0 fÃ¶r att inaktivera den helt.

source: Domain name of server, to be displayed in the serverlist.
sv: DomÃ¤nnamn fÃ¶r server, att visas i serverlistan.

source: Double tap jump for fly
sv: Dubbeltryck pÃ¥ hoppknapp fÃ¶r att flyga

source: Double-tapping the jump key toggles fly mode.
sv: Om du trycker pÃ¥ hoppknappen aktiveras flyglÃ¤ge.

source: Drop item
sv: SlÃ¤pp fÃ¶remÃ¥l

source: Dump the mapgen debug information.
sv: Dumpa felsÃ¶kningsinformation fÃ¶r kartgeneratorn.

source: Dungeon maximum Y
sv: Maximalt Y fÃ¶r fÃ¤ngelsehÃ¥lor

source: Dungeon minimum Y
sv: Minimalt Y fÃ¶r fÃ¤ngelsehÃ¥lor

source: Dungeon noise
sv: Grottbrus

source: Dynamic shadows
sv: Dynamiska skuggor

source: Effects
sv: Effekter

source: Enable Automatic Exposure
sv: Aktivera automatisk exponering

source: Enable Bloom
sv: Aktivera bloom

source: Enable Bloom Debug
sv: Aktivera bloomavlusning

source: Enable Debanding
sv: Aktivera debandning

source: Enable IPv6 support (for both client and server). Required for IPv6 connections to work at all.
sv: Aktivera IPv6-stÃ¶d (fÃ¶r bÃ¥de klient och server). KrÃ¤vs fÃ¶r att IPv6-anslutningar ska fungera.

source: Enable IPv6 support for server. Note that clients will be able to connect with both IPv4 and IPv6. Ignored if bind_address is set.
sv: Aktivera IPv6-stÃ¶d fÃ¶r servern. Observera att klienter kommer att kunna ansluta med bÃ¥de IPv4 och IPv6. Ignoreras om bind_address Ã¤r satt.

source: Enable Lua modding support on client. This support is experimental and API can change.
sv: Aktivera stÃ¶d fÃ¶r Lua-modifiering pÃ¥ klienten. Detta Ã¤r experimentellt och API:et kan Ã¤ndras.

source: Enable Poisson disk filtering. On true uses Poisson disk to make "soft shadows". Otherwise uses PCF filtering.
sv: Aktivera Poisson-diskfiltrering. NÃ¤r aktiverad anvÃ¤nds Poisson-disk fÃ¶r att gÃ¶ra "mjuka skuggor". Annars anvÃ¤nds PCF-filtrering.

source: Enable Post Processing
sv: Aktivera efterbehandling

source: Enable Raytraced Culling
sv: Aktivera raytracing-gallring

source: Enable automatic exposure correction When enabled, the post-processing engine will automatically adjust to the brightness of the scene, simulating the behavior of human eye.
sv: Aktivera automatisk exponeringskorrigering NÃ¤r detta Ã¤r aktiverat kommer efterbehandlingsmotorn automatiskt anpassa sig till ljusstyrkan i scenen, och simulerar det mÃ¤nskliga Ã¶gats beteende.

source: Enable colored shadows for transculent nodes. This is expensive.
sv: Aktivera fÃ¤rgade skuggor fÃ¶r genomskinliga noder. Detta Ã¤r berÃ¤kningsintensivt.

source: Enable console window
sv: Aktivera konsollfÃ¶nster

source: Enable joysticks
sv: Aktivera joysticks

source: Enable joysticks. Requires a restart to take effect
sv: Aktivera joysticks. KrÃ¤ver en omstart fÃ¶r att fungera

source: Enable mod channels support.
sv: Aktivera stÃ¶d fÃ¶r mod-kanaler.

source: Enable mod security
sv: Aktivera modsÃ¤kerhet

source: Enable mouse wheel (scroll) for item selection in hotbar.
sv: Aktivera mushjul (scroll) fÃ¶r val av fÃ¶remÃ¥l i snabbfÃ¤ltet.

source: Enable random mod loading (mainly used for testing).
sv: Aktivera slumpmÃ¤ssig moddladdningsordning (anvÃ¤nds frÃ¤mst fÃ¶r testning).

source: Enable random user input (only used for testing).
sv: Aktivera slumpmÃ¤ssig anvÃ¤ndarinmatning (anvÃ¤nds endast fÃ¶r testning).

source: Enable smooth lighting with simple ambient occlusion.
sv: MÃ¶jliggÃ¶r mjuk belysning med enkel omgivande ocklusion.

source: Enable split login/register
sv: Aktivera splittrad inloggning/registrering

source: Enable to disallow old clients from connecting. Older clients are compatible in the sense that they will not crash when connecting to new servers, but they may not support all new features that you are expecting.
sv: Aktivera fÃ¶r att hindra gamla klienter frÃ¥n att ansluta. Ãldre klienter Ã¤r kompatibla i och med att de inte krashar nÃ¤r de ansluter till nya servrar, men de kanske inte stÃ¶der alla nya funktioner du fÃ¶rvÃ¤ntar dig.

source: Enable updates available indicator on content tab
sv: Aktivera indikator fÃ¶r tillgÃ¤ngliga uppdateringar pÃ¥ innehÃ¥llsfliken

source: Enable usage of remote media server (if provided by server). Remote servers offer a significantly faster way to download media (e.g. textures) when connecting to the server.
sv: Aktivera anvÃ¤ndning av fjÃ¤rrmedieserver (om tillhandahÃ¥lld av servern). FjÃ¤rrservrar Ã¤r ett betydligt snabbare sÃ¤tt att hÃ¤mta media (t.ex. texturer) nÃ¤r du ansluter till servern.

source: Enable view bobbing and amount of view bobbing. For example: 0 for no view bobbing; 1.0 for normal; 2.0 for double.
sv: Aktivera guppande och mÃ¤ngden guppande. Till exempel: 0 fÃ¶r inget guppande, 1.0 fÃ¶r normalt, 2.0 fÃ¶r dubbla.

source: Enables Hable's 'Uncharted 2' filmic tone mapping. Simulates the tone curve of photographic film and how this approximates the appearance of high dynamic range images. Mid-range contrast is slightly enhanced, highlights and shadows are gradually compressed.
sv: Aktiverar Hable's 'Uncharted 2' filmisk tonmappning. Simulerar tonkurvan hos fotografisk film och hur den liknar utseendet pÃ¥ bilder med hÃ¶gt dynamiskt omfÃ¥ng. Kontrasten i mitten av intervallet fÃ¶rstÃ¤rks nÃ¥got, ljuspunkter och skuggor komprimeras gradvis.

source: Enables animation of inventory items.
sv: Aktiverar animering av lagerfÃ¶remÃ¥l.

source: Enables debug and error-checking in the OpenGL driver.
sv: Aktiverar felsÃ¶kning och felkontroll i OpenGL-drivrutinen.

source: Enables smooth scrolling.
sv: Aktivera mjuk scrollning.

source: Enables the post processing pipeline.
sv: Aktiverar pipeline fÃ¶r efterbehandling.

source: Enables the touchscreen controls, allowing you to play the game with a touchscreen. "auto" means that the touchscreen controls will be enabled and disabled automatically depending on the last used input method.
sv: Aktiverar pekskÃ¤rmskontrollerna sÃ¥ att du kan spela spelet med en pekskÃ¤rm. âautoâ innebÃ¤r att pekskÃ¤rmskontrollerna aktiveras och inaktiveras automatiskt beroende pÃ¥ den senast anvÃ¤nda inmatningsmetoden.

source: Enables tradeoffs that reduce CPU load or increase rendering performance at the expense of minor visual glitches that do not impact game playability.
sv: Aktiverar kompromisser som reducerar CPU-belastning eller fÃ¶rbÃ¤ttrar prestanda fast som introducerar smÃ¥ visuella fel som inte pÃ¥verkar spelbarheten.

source: Engine Profiler
sv: Spelmotorprofilerare

source: Engine profiling data print interval
sv: Intervall fÃ¶r utskrift av motorprofileringsdata

source: Entity methods
sv: Entitetsmetoder

source: Exponent of the floatland tapering. Alters the tapering behavior. Value = 1.0 creates a uniform, linear tapering. Values > 1.0 create a smooth tapering suitable for the default separated floatlands. Values < 1.0 (for example 0.25) create a more defined surface level with flatter lowlands, suitable for a solid floatland layer.
sv: Exponent fÃ¶r avsmalning av svÃ¤vande landfragment. Ãndrar det avsmalnande beteendet. VÃ¤rde = 1,0 skapar en enhetlig, linjÃ¤r avsmalning. VÃ¤rden > 1,0 skapar en jÃ¤mn avsmalning som Ã¤r lÃ¤mplig fÃ¶r standardseparerade svÃ¤vande landfragment. VÃ¤rden < 1,0 (t.ex. 0,25) skapar en mer definierad ytnivÃ¥ med plattare lÃ¥gland, lÃ¤mplig fÃ¶r ett heltÃ¤ckande svÃ¤vande landfragmentslager.

source: Exposure compensation
sv: Exponeringskompensation

source: FPS
sv: Bildrutefrekvens

source: FPS when unfocused
sv: FPS nÃ¤r ofokuserad eller pausad

source: Factor noise
sv: Faktorbrus

source: Fallback font path
sv: SÃ¶kvÃ¤g fÃ¶r reservtypsnitt

source: Fast mode acceleration
sv: Acceleration i snabbt lÃ¤ge

source: Fast mode speed
sv: Hastighet i snabbt lÃ¤ge

source: Field of view
sv: SynfÃ¤lt

source: Field of view in degrees.
sv: SynfÃ¤lt i grader.

source: File in client/serverlist/ that contains your favorite servers displayed in the Multiplayer Tab.
sv: Filen i client/serverlist/ som innehÃ¥ller dina favoritservrar som visas i fliken Anslut Spel.

source: Filler depth
sv: Fyllnadsdjup

source: Filler depth noise
sv: Fyllnadsdjupbrus

source: Filmic tone mapping
sv: Filmisk tonmappning

source: Filtering and Antialiasing
sv: Filtrering och kantutjÃ¤mning

source: First of 4 2D noises that together define hill/mountain range height.
sv: FÃ¶rsta av 4 2D-brus som tillsammans definierar hÃ¶jden pÃ¥ kullar och berg.

source: First of two 3D noises that together define tunnels.
sv: FÃ¶rsta av tvÃ¥ 3D-brus som tillsammans definierar tunnlar.

source: Fixed map seed
sv: FaststÃ¤lld kartseed

source: Fixed virtual joystick
sv: Fast virtuell joystick

source: Fixes the position of virtual joystick. If disabled, virtual joystick will center to first-touch's position.
sv: FaststÃ¤ller den virtuella joystickens position. Om inaktiverad centreras den virtuella joysticken till det fÃ¶rsta fingertryckets position.

source: Floatland density
sv: Floatlanddensitet

source: Floatland maximum Y
sv: Floatlands hÃ¶gsta Y

source: Floatland minimum Y
sv: Floatlands minsta Y

source: Floatland noise
sv: Floatlandbrus

source: Floatland taper exponent
sv: Floatlands avsmalningsexponent

source: Floatland tapering distance
sv: Floatlands avsmalningsdistans

source: Floatland water level
sv: Floatlands vattennivÃ¥

source: Fog
sv: Dimma

source: Fog start
sv: Start av dimma

source: Font
sv: Teckensnitt

source: Font bold by default
sv: Fetstilat typsnitt som standard

source: Font italic by default
sv: Kursivt typsnitt som standard

source: Font shadow
sv: Typsnittsskugga

source: Font shadow alpha
sv: Genomskinlighet fÃ¶r typsnittsskugga

source: Font size
sv: Teckenstorlek

source: Font size divisible by
sv: Typsnittsstorlek delbar med

source: Font size of the default font where 1 unit = 1 pixel at 96 DPI
sv: Storleken fÃ¶r standardtypsnittet dÃ¤r 1 enhet = 1 pixel nÃ¤r DPI Ã¤r 96

source: Font size of the monospace font where 1 unit = 1 pixel at 96 DPI
sv: Storleken fÃ¶r monospacetypsnittet dÃ¤r 1 enhet = 1 pixel nÃ¤r DPI Ã¤r 96

source: Font size of the recent chat text and chat prompt in point (pt). Value 0 will use the default font size.
sv: Typsnittsstorlek fÃ¶r den senaste chattexten och chattprompten i punkter (pt). VÃ¤rdet 0 anvÃ¤nder standardstorleken.

source: For pixel-style fonts that do not scale well, this ensures that font sizes used with this font will always be divisible by this value, in pixels. For instance, a pixel font 16 pixels tall should have this set to 16, so it will only ever be sized 16, 32, 48, etc., so a mod requesting a size of 25 will get 32.
sv: FÃ¶r pixeltypsnitt som inte skalar sÃ¤rskilt vÃ¤l, sÃ¤kerstÃ¤ller detta att de storlekar som anvÃ¤nds med det hÃ¤r teckensnittet alltid kommer att vara delbara med det hÃ¤r vÃ¤rdet, i pixlar. Till exempel, ett pixelteckensnitt med en hÃ¶jd pÃ¥ 16 pixlar ska ha vÃ¤rdet 16, sÃ¥ att det alltid bara kommer att vara storlek 16, 32, 48, etc., sÃ¥ att en modd som begÃ¤r en storlek pÃ¥ 25 fÃ¥r 32.

source: Format of player chat messages. The following strings are valid placeholders: @name, @message, @timestamp (optional)
sv: Formatet fÃ¶r spelares chattmeddelanden. De fÃ¶ljande strÃ¤ngar Ã¤r giltiga platshÃ¥llare: @name, @message, @timestamp (ej obligatoriskt)

source: Format of screenshots.
sv: Format fÃ¶r skÃ¤rmdumpar.

source: Formspec Full-Screen Background Color
sv: Formspec StandardbakgrundsfÃ¤rg fÃ¶r fullskÃ¤rm

source: Formspec Full-Screen Background Opacity
sv: Formspec Standardbakgrundsopacitet fÃ¶r fullskÃ¤rm

source: Formspec full-screen background color (R,G,B).
sv: Formspec bakgrundsfÃ¤rg fÃ¶r fullskÃ¤rm (R,G,B).

source: Formspec full-screen background opacity (between 0 and 255).
sv: Formspec bakgrundsopacitet fÃ¶r fullskÃ¤rm (mellan 0 och 255).

source: Fourth of 4 2D noises that together define hill/mountain range height.
sv: Fyra av 4 2D-brus som tillsammans definerar hÃ¶jden fÃ¶r kullar och berg.

source: Fractal type
sv: Fraktaltyp

source: Fraction of the visible distance at which fog starts to be rendered
sv: BrÃ¥kdel av den synliga distansen som dimma bÃ¶rjar

source: From how far blocks are generated for clients, stated in mapblocks (16 nodes).
sv: Hur lÃ¥ngt bort block genereras fÃ¶r klienter, mÃ¤tt i mappblock (16 noder).

source: From how far blocks are sent to clients, stated in mapblocks (16 nodes).
sv: FrÃ¥n hur lÃ¥ngt block skickas till klienten, mÃ¤tt i mappblock (16 noder).

source: Full screen
sv: FullskÃ¤rm

source: Fullscreen mode.
sv: FullskÃ¤rmslÃ¤ge.

source: GUI scaling
sv: GrÃ¤nssnittsskalning

source: GUI scaling filter
sv: Filter fÃ¶r GrÃ¤nssnittsskalning

source: Gamepads
sv: Spelkontroller

source: Global callbacks
sv: Globala Ã¥terkallelser

source: Global map generation attributes. In Mapgen v6 the 'decorations' flag controls all decorations except trees and jungle grass, in all other mapgens this flag controls all decorations.
sv: Globala kartgeneratorattribut. I kartgeneratorn v6 kontrollerar 'decorations'-flaggan alla dekorationer fÃ¶rutom trÃ¤d och djungelgrÃ¤d, i alla andra kartgeneratorer styr flaggan alla dekorationer.

source: Gradient of light curve at maximum light level. Controls the contrast of the highest light levels.
sv: Gradienten av ljuskurvan vid hÃ¶gsta ljusnivÃ¥. Styr kontrasten av de hÃ¶gsta ljusnivÃ¥erna.

source: Gradient of light curve at minimum light level. Controls the contrast of the lowest light levels.
sv: Gradienten av ljuskurvan vid minsta ljusnivÃ¥. Styr kontrasten av de minsta ljusnivÃ¥erna.

source: Graphics
sv: Grafik

source: Graphics and Audio
sv: Grafik och ljud

source: Gravity
sv: Tyngdkraft

source: Ground level
sv: MarknivÃ¥

source: Ground noise
sv: Ytbrus

source: HTTP mods
sv: HTTP-moddar

source: HUD scaling
sv: HUD-skalning

source: Heat blend noise
sv: VÃ¤rmeblandingsbrus

source: Heat noise
sv: VÃ¤rmebrus
